flowchart_mermaid.md
```mermaid
flowchart TD
  N0([Start]) --> N1[Take twenty paces]
  N1[Take twenty paces] --> N2[turn and shoot.]
  N2[turn and shoot.] --> N3([End])
```
